[
  {
    "id": 1,
    "title": "Продажи жестких дисков продолжают снижаться. Проблема в дешевеющих SSD и снижении общего спроса на электронику",
    "description": "Похоже на то, что производители жестких дисков вскоре потеряют очень значительную часть рынка носителей информации. Продажи дисков проседают все сильнее — вероятно, спасти ситуацию может лишь повышение спроса на потребительские устройства. Но и здесь проблема — ведь все больше производителей ноутбуков и ПК переходят на SSD в качестве основного носителя информации. О том, насколько все плохо для производителей HDD — читайте под катом.",
    "image": "https://habrastorage.org/r/w1560/webt/4m/4d/z4/4m4dz4wf9maiyv4qqkslj6kfcw8.jpeg"
  },
  {
    "id": 2,
    "title": "Собираем бесшумный ПК без заморочек",
    "description": "На Хабре уже много статей про сборку полностью бесшумных системников. Некоторые из них, например, эта или эта, создают впечатление, что бесшумный ПК (т.е. без кулеров) – это сложно, и лучше продолжить терпеть шум, чем так заморачиваться.",
    "image":  "https://habrastorage.org/getpro/habr/upload_files/f62/b33/c39/f62b33c39820bb9754d29bbaf1a83cbe.png"
  },
  {
    "id": 3,
    "title": "5 отличных мини-ПК для дома и офиса: новые устройства августа 2022 года",
    "description": "Производители миниатюрных десктопов, несмотря на все проблемы электронной отрасли, продолжают выпускать интересные новые устройства. Среди них есть как относительно мощные, так и те, что позволяют лишь работать с документами и серфить. Но что те, что другие могут оказаться полезными для многих из нас. Понятно, что в подборку попали не все новинки, но если у вас есть собственный претендент для этого материала — пишите в комментариях, обсудим!",
    "image":  "https://habrastorage.org/webt/27/g1/mn/27g1mnyif3nh-gcnubkjdjpy9ww.jpeg"
  },
  {
    "id": 4,
    "title": "Все ниже и ниже: южнокорейские производители чипов для ОЗУ роняют цены на оперативную память",
    "description": "Немногим более месяца назад мы писали о том, что оперативная память будет постепенно дешеветь — впрочем, как и SSD, видеокарты и прочие компоненты и системы. Причина — перепроизводство, падение спроса и еще несколько факторов. Как оказалось, цены на ОЗУ будут снижаться быстрее, чем прогнозировали аналитики. Причина — в массовой продаже складских запасов чипов DRAM южнокорейскими производителями.",
    "image":  "https://habrastorage.org/webt/a-/6u/kh/a-6ukh7fk4imb7zp2zaoayydl-s.jpeg"
  },
  {
    "id": 5,
    "title": "Советские микропроцессоры. Заводы «Интеграл», «Микрон» и «Ангстрем». Что они могут сейчас?",
    "description": "В апреле 2022 года правительство РФ подготовило предварительную концепцию нового нацпроекта в области радиоэлектроники. Согласно концепции, в ближайшее время планируется начать «реинжиниринг зарубежных решений и перенос их производства в РФ и Китай». Кроме того, уже в этом году РФ запустит производство техпроцесса 90 нм, а освоение 28 нм запланировано на 2030 год.",
    "image":  "https://habrastorage.org/webt/fv/tq/es/fvtqesrkx70lowbf5nu7yl1wguo.jpeg"
  },
  {
    "id": 6,
    "title": "Ноутбуки с гибкими экранами: реальные устройства и концепты, которые предлагают разные компании",
    "description": "Несмотря на скептицизм ряда аналитиков, смартфоны с гибкими экранами все же получили свою часть рынка. Наиболее мощным игроком здесь проявила себя южнокорейская корпорация Samsung, которая с завидным постоянством продолжает поставлять новые и новые модели девайсов с гибкими экранами. И это несмотря на то, что первые обзоры ее первых устройств были не особо положительными.",
    "image":  "https://habrastorage.org/webt/ha/x8/-_/hax8-_o4muyq-38e-rhqlsuussc.jpeg"
  },
  {
    "id": 7,
    "title": "Кабель SATA как радиопередатчик — скрытая передача данных",
    "description": "Передача информации с изолированного (air-gapped) компьютера — нетривиальная задача, поскольку он отключён от сети и обычно находится в отдельном помещении. Но это возможно по сторонним каналам. Например, съём электромагнитного излучения с видеокарты или с других компонентов на материнской плате, распознавание нажатий клавиш по звуку и др.",
    "image":  "https://habrastorage.org/webt/kz/2z/e9/kz2ze9qau8ygwx84bgg4o5sojao.jpeg"
  },
  {
    "id": 8,
    "title": "5 мини-ПК для дома и офиса: что предлагают производители в июле 2022 года",
    "description": "На рынке появились или уже продаются (ну или вскоре начнут продаваться) новые модели мини-ПК, которые подходят для решения самых разных задач — от достаточно ресурсоемких тасков до офисной работы или каких-то DIY-проектов. В сегодняшней подборке — 5 моделей, на которые мы обратили внимание, но понятно, что на самом деле новинок больше. Поэтому, если у вас есть собственные предпочтения — предлагайте новые модели в комментариях, обсудим.",
    "image":  "https://habrastorage.org/getpro/habr/post_images/aff/286/9e8/aff2869e80751350259e4d6074376260.jpg"
  },
  {
    "id": 9,
    "title": "Разгон процессоров Intel без индекса K: Core i3-12100, Core i5-12400 и Core i7-12700",
    "description": "В этом обзоре процессоров Intel Alder Lake с блокировкой мы расскажем, как при помощи находящейся в разработке материнской платы MSI можно сделать процессоры текущего поколения гораздо быстрее. Например, Core i5-12400 может стать на 50% быстрее в играх, и мы покажем, как этого добиться.\n\nОдна из немногих проблем процессоров наподобие Core i3-12100, Core i5-12400 и Core i7-12700 заключается в том, что Intel заблокировала их, то есть увеличить их производительность при помощи разгона (оверклокинга) невозможно.",
    "image":  "https://habrastorage.org/webt/78/wx/e2/78wxe2tqxn0kco7n2yiq6e3npnk.jpeg"
  },
  {
    "id": 10,
    "title": "Китай продолжает развивать индустрию производства электроники: компания SMIC поставляет на рынок 7-нм чипы",
    "description": "На Хабре совсем недавно публиковалась новость о том, что китайская компания SMIC (Semiconductor Manufacturing International Corporation)выпускает 7-нм чипы, реверс инжиниринг которых показывает определенную схожесть китайских технологий с теми, что использует TSMC. Эта самая схожесть под большим вопросом, но в любом случае то, что китайская компания добилась возможности выпуска таких чипов — большой успех программы импортозамещения электронных компонентов Поднебесной. Да и сама по себе SMIC развивается чрезвычайно активно. Давайте посмотрим, как у SMIC обстоят дела и что там с этими 7-нм чипами.",
    "image":  "https://habrastorage.org/r/w1560/getpro/habr/upload_files/215/85f/2e4/21585f2e458ec78f761d7973cacef49a.png"
  }
]